Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=733_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Uusia oppikirjoja ilmestyi
smn: Uđđâ oppâkirjeh almostum

source: Perusopetuksen pohjoissaamenkieliset kolmasluokkalaiset saavat käyttöönsä uudistetun äidinkielen oppikirjan
smn: Vuáđumáttááttâs tavesämikielâliih kuálmádluokkaliih finnejeh kiävtun uđâsmittum eenikielâ oppâkirje

source: ja viidesluokkalaiset uuden uskonnon oppikirjan
smn: já viiđâdluokkaliih uđđâ oskolduv oppâkirje

source: ja siihen kuuluvan työkirjan.
smn: já toos kullee pargokirje.

source: Lisäksi ilmestyivät uusintapainokset inarinsaamenkielisestä käsityökirjasta
smn: Lasseen almostuvvii uđđâsisteddilâsah anarâškielâlâš kietâtyejikirjeest

source: pohjoissaamenkielisestä äidinkielen oppikirjasta
smn: tavesämikielâlâš eenikielâ oppâkirjeest

source: ja aapisen syyslukukauden työkirjasta
smn: já aabis čohčâluuhâmpaje pargokirjeest

source: Äidinkielen kolmannen luokan oppikirja Gollegiellan 3 on Kaaren Kitin tekemä.
smn: Eenikielâ kuálmád luoka oppâkirje Gollegiellan 3 lii ráhtám Kaaren Kitti.

source: Tekijä on uudistanut kirjaa lähinnä tekstien osalta.
smn: Rähtee lii uđâsmittâm kirje iänááš teevstâi uásild.

source: Kirja pohjautuu saamelaiseen tarinaperinteeseen ja saamenkieliseen kirjallisuuteen.
smn: Kirje vuáđuduvá sämmilâš mainâstemärbivuáhán já sämikielâlâš kirjálâšvuotân.

source: Uskonnon oppikirja Násti 5 ja siihen liittyvä samanniminen työkirja ovat käännöksiä Kustannusyhtiö Otavan julkaisemasta Tähti - nimisestä oppikirjasta ja työkirjasta.
smn: Oskolduv oppâkirje Násti 5 já toos kullee siämmáánommâsâš pargokirje láá jurgâlusah Kuástádâsfinnodâh Otava almostittem Tähti - nommâsâš oppâkirjeest já pargokirjeest.

source: Saamenkieliset käännökset on tehnyt Anu Katekeetta.
smn: Sämikielâlijd jurgâlusâid lii ráhtám Anu Katekeetta.

source: Sarjassa on aiemmin julkaistu kuudennen luokan oppikirja ja työkirja.
smn: Rááiđust láá ovdil almostittum kuuđâd luoka oppâkirje já pargokirje.

source: Ella Sarren inarinsaamenkielisestä Anaraš pivtâstem - kirjasta julkaistiin toinen painos.
smn: Ella Sare anarâškielâlâš Anarâš pivtâstem - kirjeest almostittui nubbe teddilâs.

source: Kirja sisältää opastuksen inarinsaamelaisen puvuston valmistamiseen.
smn: Kirje siskeeld uápistem anarâš pivtâstem vaalmâštmân.

source: Ensimmäinen painos, joka julkaistiin vuonna 2012, myytiin pian loppuun.
smn: Vuossâmuu teddilâs, mii almostui ive 2012, vuobdui rotoi loopân.

source: Pohjoissaamenkielisen aapisen Min meahci máidnasat kirjoittaja on Inga Guttorm / Oahptii Iŋgá ja kuvittaja Salli Parikka.
smn: Tavesämikielâlâš aabis Min meahci máidnasat čällee lii Inga Guttorm / Oahptii Iŋgá já kovvejeijee Salli Parikka.

source: Sarjaan kuuluvat aapisen lisäksi erilliset työkirjat syys- ja kevätlukukausia varten.
smn: Rááidun kullojeh aabis lasseen sierâ pargokirjeh čohčâ- já kiđđâluuhâmpaajij várás.

source: Toivo Westin kirjoittamasta 5-6 luokkien äidinkielen oppikirjasta ilmestyi nyt toinen painos.
smn: Toivo West čäällim 5-6 luokai eenikielâ oppâkirjeest almostui tääl nubbe teddilâs.

source: Kirjaan liittyvät myös aiemmin julkaistut työkirjat 5- ja 6 - luokille.
smn: Kiirján kullojeh meid ovdil almostum pargokirjeh 5- já 6 - luokkáid.

source: Kaikki kirjat ovat saatavilla Saamelaiskulttuurikeskus Sajoksesta saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ja Sámi duodjin myymälästä.
smn: Puoh kirjeh láá finnimnáál Säämi kulttuurkuávdáš Sajosist sämitige škovlim- já oppâmateriaaltoimâttuvvâst já Säämi tyeje käävpist.

source: Kirjoja voi tilata sähköpostitse info (at) samediggi.
smn: Kiirjijd puáhtá tiiláđ šleđgâpostáin info (at) samediggi.

source: Lisätietoja tästä
smn: Lasetiäđuid täst
